{"config": {"layers": [{"config": {"batch_input_shape": [null, 63], "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "name": "dense_1", "trainable": true, "activation": "relu", "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "units": 12}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "name": "dense_2", "trainable": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "units": 56}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "name": "dense_3", "trainable": true, "activation": "sigmoid", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "units": 55}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4"}