{"keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"config": {"kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "dtype": "float32", "use_bias": true, "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 12, "name": "dense_1", "kernel_constraint": null, "batch_input_shape": [null, 63], "activation": "relu"}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "use_bias": true, "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 56, "name": "dense_2", "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "use_bias": true, "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 55, "name": "dense_3", "kernel_constraint": null, "activation": "sigmoid"}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow"}