{"backend": "tensorflow", "config": {"name": "sequential_1", "layers": [{"config": {"kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "name": "dense_1", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 59], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "dtype": "float32", "bias_regularizer": null, "bias_constraint": null, "units": 256, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "units": 128, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "name": "dense_2", "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "units": 64, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "name": "dense_3", "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "activation": "softmax", "units": 11, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "name": "dense_4", "use_bias": true}, "class_name": "Dense"}]}, "class_name": "Sequential", "keras_version": "2.2.4"}