{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "batch_input_shape": [null, 63], "name": "dense_1", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "units": 12, "kernel_constraint": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "name": "dense_2", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "units": 56, "kernel_constraint": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "name": "dense_3", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "units": 55, "kernel_constraint": null, "activation": "sigmoid"}}], "name": "sequential_1"}, "keras_version": "2.2.4", "backend": "tensorflow"}