{"class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"trainable": true, "bias_constraint": null, "kernel_constraint": null, "name": "dense_1", "use_bias": true, "batch_input_shape": [null, 63], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "units": 12, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "bias_regularizer": null, "dtype": "float32", "activity_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "bias_constraint": null, "kernel_constraint": null, "name": "dense_2", "use_bias": true, "units": 56, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "activity_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "bias_constraint": null, "kernel_constraint": null, "name": "dense_3", "use_bias": true, "units": 55, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "activity_regularizer": null, "kernel_regularizer": null}}], "name": "sequential_1"}}