{"config": {"layers": [{"config": {"bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "units": 12, "use_bias": true, "batch_input_shape": [null, 63], "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_1", "trainable": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activation": "relu", "bias_regularizer": null, "units": 56, "kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "name": "dense_2", "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activation": "sigmoid", "bias_regularizer": null, "units": 55, "kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "name": "dense_3", "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow"}